---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plumbing.FluidType
source: html/43b2ca4a-958b-927d-dad6-c837650d23d0.htm
---
# FluidType Properties

The id of the assembly instance to which the element belongs.